Repository: i-Vertix/glpi-modifications
Catalog: locales/*.po
Languages: es_es

source: Apply Modifications
es_es: Aplicar modificaciones

source: Page Title
es_es: Título de la página

source: Show login background
es_es: Mostrar fondo de inicio de sesión

source: Show custom logos
es_es: Mostrar logotipos personalizados

source: Show custom favicon
es_es: Mostrar favicon personalizado

source: Custom Images
es_es: Imágenes personalizadas

source: Background (min. 1920x1080 - JPG)
es_es: Fondo (mín. 1920x1080 - JPG)

source: Background
es_es: Fondo

source: Small Logo (53x53 - PNG)
es_es: Logotipo pequeño (53x53 - PNG)

source: Small Logo
es_es: Logotipo pequeño

source: Medium Logo (100x55 - PNG)
es_es: Logotipo mediano (100x55 - PNG)

source: Medium Logo
es_es: Logotipo mediano

source: Large Logo (250x138 - PNG)
es_es: Logotipo grande (250x138 - PNG)

source: Large Logo
es_es: Logotipo grande

source: Please activate the plugin
es_es: Por favor, activa el plugin
